Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: This slight difference is negligible considering the specification of  52 % (DS) respectively  50 % (DP) single-chain.
es_es: Esta leve diferencia es despreciable considerando la especificación de ≥ 52 % (ppio. activo) y ≥ 50 % (medicamento) para las especies de cadena única.

source: This specification corresponds to 2 pg DNA per mg of tenecteplase at the maximum clinical dose of 50 mg tenecteplase.
es_es: Esta especificación equivale a 2 pg de ADN por mg de tenecteplasa en la dosis clínica máxima de 50 mg de tenecteplasa.

source: This statement is redundant as release testing is performed according to the compendial monographs.
es_es: Esta oración es redundante porque las pruebas de liberación se hacen según las monografías incluidas en la farmacopea.

source: This statement must be sign (wet signature including stamp and charge of the person who sign) by the manufacturer.
es_es: El fabricante debe incluir la firma (firma física en papel con sello y cargo del firmante).

source: This statement was approved by an electronic signature process.
es_es: Esta declaración fue aprobada mediante un proceso de firmas electrónicas.

source: This statement was approved by the Quality Assurance Unit by an electronic signature process.
es_es: Esta declaración fue aprobada por la Unidad de Aseguramiento de la Calidad mediante un proceso de firmas electrónicas.

source: This storage is covered by the shelf life of tenecteplase 25 mg and no specific hold time has to be applied for the manufacturing process.
es_es: Este almacenamiento está cubierto por la vida útil de tenecteplasa 25 mg y no es necesario aplicar ningún tiempo de detención específico para el proceso de fabricación.

source: This study and this final report were inspected and examined by the Quality Assurance Unit in accordance with the OECD Principles of Good Laboratory Practice and the ”Chemikaliengesetz” (Chemicals Act) of the Federal Republic of Germany
es_es: Este estudio y este informe final pasaron por la inspección y revisión de la Unidad de Aseguramiento de Calidad de acuerdo con los Principios de Buenas Prácticas de Laboratorio de la OCDE y la "Chemikaliengesetz" (Ley de Productos Químicos) de la República Federal de Alemania.

source: This study focuses on the comparability of spesolimab solution for injection in pre-filled syringes 150 mg/PFS (150 mg/mL) and the concentrate for solution for infusion in vials 450 mg/vial (60 mg/mL).
es_es: Este estudio se enfoca en la comparabilidad de Espesolimab, solución inyectable en jeringa precargada, 150 mg/jeringa (150 mg/ml) y el concentrado para solución para infusión, 450 mg/frasco (60 mg/ml).

source: This study has several limitations.
es_es: Este estudio tiene varias limitaciones.

source: This study is an investigator-initiated clinical trial without commercial sponsorship.
es_es: Este estudio es un ensayo clínico iniciado por un investigador sin patrocinio comercial.

source: This study is described in Section 3.2.P.5.5 “Impurities in the Drug Product”.
es_es: Este estudio se describe en la Sección 3.2.P.5.5 relativa a impurezas en el medicamento.

source: This study was funded by the National Health and Medical Research Council, an Australian Government organization.
es_es: Este estudio fue financiado por el Consejo Nacional de Salud e Investigación Médica, una organización gubernamental de Australia..

source: This study will be carried out according to the Declaration of Helsinki, the NHMRC National Statement on Ethical Conduct in Research Involving Humans (2007) and the Notes for Guidance on Good Clinical Practice as adopted by the Australian Therapeutic Goods Administration (2000) (CPMP/ICH/135/95) and the ICH GCP Guidelines[33] or legally accepted ethical and clinical research guideline of the geographic region.
es_es: Este estudio se llevará a cabo según lo establecido en la Declaración de Helsinki, la Declaración Nacional del NHMRC sobre la conducta ética en la investigación que involucre humanos (2007), los lineamientos sobre las buenas prácticas clínicas adoptados por la Administración de sustancias terapéuticas de Australia (Australian Therapeutic Goods Administration), (2000) (CPMP/ICH/135/95) las pautas sobre las buenas prácticas de la ICH [33] o las guías de investigación ética y clínica legalmente aceptadas de la región geográfica.

source: This submission applies for the use of spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) equipped with a needle safety device (NSD) which is administered subcutaneously and indicated for the treatment and the prevention of flares in adults and pediatric patients 12 years of age and older with Generalized Pustular Psoriasis (GPP).
es_es: Esta presentación corresponde al uso de Espesolimab, solución inyectable en jeringas precargadas de 150 mg/jeringa (150 mg/ml), con un dispositivo de seguridad de aguja, administrado por inyección subcutánea, para el tratamiento y la prevención de brotes agudos en pacientes adultos y pediátricos de 12 años o más con psoriasis pustulosa generalizada (PPG).

source: This summary of the RMP for Spevigo should be read in the context of all this information including the assessment report of the evaluation and its plain-language summary, all which is part of the European Public Assessment Report (EPAR).
es_es: Este resumen del RMP para Spevigo debe leerse en el contexto de toda esta información, incluido el informe las evaluaciones y su resumen en lenguaje sencillo, todo lo cual forma parte del Informe público europeo de evaluación (EPAR).

source: This supplement contains the following items:
es_es: Este suplemento contiene los siguientes elementos:

source: This supplementary material has been provided by the authors to give readers additional information about their work.
es_es: Los autores proporcionaron este material complementario para brindarles a los lectores información adicional sobre su trabajo.

source: This technique is a quantitative test to measure the chromophore released from a suitable chromogenic peptide by the reaction of endotoxins in the lysate.
es_es: Es un ensayo cuantitativo que mide el cromóforo liberado de un péptido cromogénico adecuado a partir de una reacción de endotoxinas en el lisado.

source: This temperature range is standard process at Catalent FR (Beinheim) site.
es_es: Este intervalo de temperaturas es un proceso estandarizado en la planta de Catalent FR (Beinheim).

source: This test is performed in compliance with the dissolution chapters of the USP <711>, Ph. Eur.
es_es: Esta prueba se realiza de conformidad con los capítulos de disolución de la USP <711>, Ph. Eur.

source: This test is performed in compliance with the dissolution chapters of the USP <711>, Ph. Eur. 2.9.3, and JP 6.10.
es_es: Esta prueba se realiza de conformidad con los capítulos de disolución de la USP <711>, Ph. Eur. 2.9.3 y JP 6.10

source: This test is required by Ph. Eur. to be performed for parenteral preparations.
es_es: La Ph. Eur. exige la realización de este análisis para preparaciones parenterales.

source: This test method assesses the clarity and degree of opalescence of tenecteplase DP by an instrumental method according to Ph.
es_es: Este método analítico evalúa limpidez y grado de opalescencia del medicamento tenecteplasa por medio de un método instrumental conforme a la monografía de la Ph.

source: This test method assesses the degree of colouration of tenecteplase DP after reconstitution by comparison with coloured reference solutions according to Ph.
es_es: Este método analítico evalúa el grado de coloración del medicamento tenecteplasa después de la reconstitución, por medio de la comparación con soluciones de referencia de color de acuerdo con la monografía de la Ph.

source: This test method determines the concentration of the excipient arginine in tenecteplase DP by HPLC.
es_es: Este método analítico evalúa la concentración del excipiente arginina en el medicamento tenecteplasa por medio de HPLC.

source: This test method determines the concentration of the excipient polysorbate (PS) 20 in tenecteplase DP samples by fluorescence micelle analysis (FMA).
es_es: Este método analítico evalúa la concentración del excipiente polisorbato (PS) 20 en muestras del medicamento tenecteplasa por medio de análisis de fluorescencia en micelas (FMA).

source: This test method determines the osmolality of tenecteplase DP after reconstitution by measuring the freezing point depression according to Ph.
es_es: Este método analítico evalúa la osmolalidad del medicamento tenecteplasa después de la reconstitución midiendo la depresión del punto de congelación de acuerdo con la monografía de la Ph.

source: This test method determines the pH of tenecteplase DP.
es_es: Este método analítico evalúa el pH del medicamento tenecteplasa.

source: This test method determines the percentage of single-chain tenecteplase in DP samples.
es_es: Este método analítico evalúa el porcentaje de tenecteplasa de cadena única en muestras del medicamento tenecteplasa.

source: This test method determines the sterility of tenecteplase DP.
es_es: Este método analítico evalúa la esterilidad del medicamento tenecteplasa.

source: This test method is used to assess the appearance of the lyophilised tenecteplase cake by visual inspection.
es_es: Este método analítico evalúa el aspecto del taco liofilizado de tenecteplasa por medio de inspección visual.

source: This test method is used to assess the time for reconstitution of tenecteplase lyophilisate.
es_es: Este método analítico evalúa el tiempo de reconstitución del liofilizado de tenecteplasa.

source: This test method is used to determine the water content of tenecteplase DP with coulometric Karl Fischer titration.
es_es: Este método analítico evalúa el contenido de agua del medicamento tenecteplasa por medio de valoración culombimétrica de Karl Fischer.

source: This test method quantitates sub-visible particles in reconstituted tenecteplase DP solutions according to current Ph.
es_es: Este método analítico cuantifica las partículas subvisibles en soluciones reconstituidas del medicamento tenecteplasa de acuerdo con la monografía vigente de la Ph.

source: This test method quantitatively determines the purity in tenecteplase DP samples by means of CGE under reducing conditions applying laser-induced fluorescence (LIF) detection.
es_es: Este método analítico evalúa cuantitativamente la pureza de muestras del medicamento tenecteplasa por medio de electroforesis capilar en gel (CGE) en condiciones reductoras aplicando detección por fluorescencia inducida por láser (LIF).

source: This time is proven by a bulk stability study.
es_es: Este tiempo ha sido comprobado mediante un estudio de estabilidad de las formas farmacéuticas a granel.

source: This transfer report aims to present and conclude on the results obtained from the analytical methodology transfer for monomer determination.
es_es: Con este informe de transferencia se pretende exponer los resultados de la transferencia de metodologías analíticas para la determinación de monómeros y extraer las conclusiones pertinentes.

source: This trend was consistent for the analysed categories >ULN to < 3x ULN and ≥ 3x ULN and for the changes from baseline to last value on treatment, and maximum values.
es_es: Esta tendencia fue sistemática en las categorías analizadas (> límite normal superior a < 3 x límite normal superior; y ≥ 3 x límite normal superior); también fue sistemática considerando los cambios desde el inicio hasta el último valor en tratamiento y los valores máximos.

source: This trend was not observed in the placebo group, with an adjusted mean change from baseline to follow-up of -5.7 (95% CI -6.2, -5.1).
es_es: Esta tendencia no se observó en el grupo de placebo, con un cambio medio ajustado desde el inicio hasta el seguimiento de -5.7 (IC del 95%: -6.2; -5.1).

source: This trial compared a higher dose of tenecteplase (0.4mg/kg) against alteplase in 1100 patients.
es_es: En este ensayo se comparó una dosis más alta de tenecteplasa (0.4 mg/kg) con alteplasa en 1100 pacientes.

source: This trial investigated the long-term effect of empagliflozin vs placebo added to standard of care on clinical outcome events in patients with heart failure with preserved ejection fraction with or without diabetes mellitus.
es_es: En este ensayo se investigó el efecto a largo plazo de la empagliflozina, en comparación con un placebo, como complemento del tratamiento protocolar, en los eventos clínicos relacionados en pacientes con Insuficiencia cardíaca con fracción de eyección preservada, con o sin diabetes mellitus.

source: This trial is a prospective, randomised, open-label, blinded endpoint (PROBE) design trial involving patients with ischemic stroke within 4.5 hours after onset who had large-vessel occlusion of the internal carotid, middle cerebral, or basilar artery and who were eligible to undergo intravenous thrombolysis and endovascular thrombectomy.
es_es: Este es un ensayo con diseño prospectivo,aleatorizado, a rótulo abierto, con criterio de valoración enmascarado (PROBE, por sus siglas en inglés) en el que participaron pacientes que habían padecido un accidente cerebrovascular isquémico y que aún no habían transcurrido 4.5 horas desde el inicio, que presentaban oclusión de grandes vasos de la arteria carótida interna, cerebral media o basilar y que reunían los requisitos para someterse a una trombólisis intravenosa y una trombectomía endovascular.

source: This trial was a multicentre trial conducted globally (Table 10.1: 1).
es_es: El presente fue un ensayo multicéntrico de alcance mundial (Tabla 10.1: 1).

source: This trial was conducted according to the original trial protocol dated 09 Nov 2016 (Appendix 16.1.1.1) and its revisions.
es_es: Este ensayo se realizó de acuerdo con el protocolo de ensayo original del 9 de noviembre de 2016 (Apéndice 16.1.1.1) y sus revisiones.

source: This trial was part of an investigational clinical trial programme of empagliflozin in patients with chronic HF.
es_es: Este ensayo fue parte de un programa de ensayos clínicos de investigación de empagliflozina en pacientes con insuficiencia cardíaca crónica.

source: This trial was performed in 1 trial centre in 1 country.
es_es: Este ensayo se realizó en 1 centro de ensayo de 1 país.

source: This trial was performed in patients with chronic HF with preserved EF (>40%).
es_es: Este ensayo se realizó con pacientes que presentaban insuficiencia cardíaca crónica con fracción de eyección preservada (>40%).

source: This ultra-early time epoch was unexplored in previous thrombolysis trials which were conducted in hospitals and observational data suggest ultra-early thrombolysis may be substantially more effective in dissolving large artery occlusions.(26, 27) The results of part 2 of this study will determine the optimum dose of tenecteplase and could have a major impact on health delivery.
es_es: Este margen temporal ultratemprano no se exploró en estudios previos sobre la trombólisis realizados en hospitales. Según los datos observados, la trombólisis ultratemprana puede ser mucho más eficaz a la hora de disolver oclusiones de arterias principales.(26, 27) Los resultados de la parte 2 de este estudio determinarán la dosis óptima de tenecteplasa y podrían afectar considerablemente la asistencia médica.

source: This ultra-early time epoch was unexplored in previous thrombolysis trials which were conducted in hospitals and observational data suggest ultra-early thrombolysis may be substantially more effective in dissolving large artery occlusions.(25, 26)
es_es: Este margen temporal ultratemprano no se exploró en estudios previos sobre la trombólisis realizados en hospitales. Según los datos observacionales, la trombólisis ultratemprana puede ser mucho más efectiva a la hora de disolver oclusiones de arterias principales.(25, 26)

source: This ultra-early time epoch was unexplored in previous thrombolysis trials which were conducted in hospitals and observational data suggest ultra-early thrombolysis may be substantially more effective in dissolving large artery occlusions.(25, 26) The results of part 2 of this study will determine the optimum dose of tenecteplase and could have a major impact on health delivery.
es_es: Este margen temporal ultratemprano no se exploró en estudios previos sobre la trombólisis realizados en hospitales. Según los datos observados, la trombólisis ultratemprana puede ser mucho más eficaz a la hora de disolver oclusiones de arterias principales.(25, 26) Los resultados de la parte 2 de este estudio determinarán la dosis óptima de tenecteplasa y podrían afectar considerablemente la asistencia médica.

source: This validated method was used for the confirmatory testing (results are discussed in chapter 3.1).
es_es: Este método validado se empleó en las pruebas confirmatorias (los resultados se comentan en el Capítulo 3.1).

source: This validated method was used for the confirmatory testing, results are discussed in chapter 3.2.
es_es: Este método validado se empleó en las pruebas confirmatorias; los resultados se comentan en el Capítulo 3.2.

source: This value is defined as 720 minutes (12 hours).
es_es: Este valor se establece en 720 minutos (12 horas).

source: This value is in reasonable agreement with sporadic results slightly above LoQ, which have become available from the ongoing (routine) stability program for CZ IV (30°C/75% RH) at 18 months and 24 months, respectively.
es_es: Este valor concuerda razonablemente con resultados esporádicos ligeramente superiores al límite de cuantificación que se han obtenido a partir del programa de estabilidad en curso (de rutina) para la zona climática IV (30°C/75% HR) a los 18 meses y a los 24 meses.

source: This value is routinely used to determine the concentration of purified preparations of TNK-tPA.
es_es: Este valor se usa de forma rutinaria para determinar la concentración de preparaciones purificadas de TNK-tPA.

source: This variation application is submitted for the medicinal product Actilyse powder and solvent for solution for injection or infusion (10 mg, 20 mg and 50 mg presentation) and Actilyse Cathflo 2 mg powder for solution for injection or infusion.
es_es: Esta solicitud de variación se presenta para el medicamento Actilyse, polvo y disolvente para solución para inyección o infusión (presentaciones de 10 mg, 20 mg y 50 mg) y Actilyse Cathflo 2 mg, polvo para solución para inyección o infusión.

source: This vehicle was selected based on the results of a pre-test for solubility (non-GLP).
es_es: Este excipiente se seleccionó con base en los resultados de una evaluación previa de solubilidad (no adaptada a las buenas prácticas de laboratorio).

source: This very low success rate would support a model of direct transfer for endovascular therapy without waiting to assess lytic effect.
es_es: Esta tasa de éxito tan reducida respaldaría un modelo de transferencia directa al tratamiento endovascular sin necesidad de evaluar el efecto lítico.

source: This was a prospective, randomised, open-label, blinded endpoint (PROBE) design trial involving patients with ischemic stroke within 4.5 hours after onset who had large-vessel occlusion of the internal carotid, middle cerebral, or basilar artery and who were eligible to undergo intravenous thrombolysis and endovascular thrombectomy.
es_es: Este fue un ensayo prospectivo,aleatorizado, a rótulo abierto, con criterio de valoración enmascarado (PROBE, por sus siglas en inglés) en el que participaron pacientes que habían padecido un accidente cerebrovascular isquémico en las 4.5 horas posteriores al inicio, que presentaban oclusión de grandes vasos de la arteria carótida interna, cerebral media o basilar y que reunían los requisitos para someterse a una trombólisis intravenosa y una trombectomía endovascular.

source: This was a randomised, double-blind, multinational, parallel-group, event-driven trial with 2 treatment groups.
es_es: El presente fue un ensayo aleatorizado, doble ciego, multinacional, en grupos paralelos, impulsado por eventos, con 2 grupos de tratamiento.

source: This was an open label study with blinded outcome assessment.
es_es: Este fue un estudio a rótulo abierto, con evaluación de resultados enmascarada.

source: This was based on the evaluation of the risk assessment received from the API supplier Polpharma, which also concluded “no risk of formation of nitrosamines in micronized HCTZ”.
es_es: Para ello, se basó en la evaluación de riesgos recibida del proveedor del IFA Polpharma, quien también concluyó que "no hay riesgo de formación de nitrosaminas en la HCTZ micronizada".

source: This was considered acceptable as the values were higher than the historical control.
es_es: Esto se consideró aceptable ya que los valores eran superiores al control histórico.

source: This was done by visual inspection.
es_es: Esto se realizó mediante inspección visual.

source: This was done for DS batches at long-term storage condition at -20°C and for DP batches at long-term storage condition at 30°C as well as temperature stress condition at 60°C.
es_es: Para las partidas del principio activo, se usó la condición de almacenamiento a largo plazo a -20° C, y para las partidas del medicamento, se usaron la condición de almacenamiento a largo plazo a 30° C y la condición extrema de temperatura a 60° C.

source: This was due to late start-up which occurred due to a range of logistical factors.
es_es: Esto se debió al inicio tardío a causa de diversos factores logísticos.

source: This was noted for all hypoglycaemia severity categories (any hypoglycaemic adverse events, hypoglycaemic adverse events of moderate/severe intensity, hypoglycaemic adverse events of severe intensity, and hypoglycaemic adverse events leading to hospitalisation) (Sections 4.3.4 and 5.1.4).
es_es: Esto se comprobó en todas las categorías de gravedad de hipoglucemia (cualquier evento adverso hipoglucémico, eventos adversos hipoglucémicos de intensidad moderada o grave, eventos adversos hipoglucémicos de intensidad grave y eventos hipoglucémicos que derivaron en hospitalización) (Secciones 4.3.4 y 5.1.4).

source: This was observed after an initial dip in eGFR in the empagliflozin group and represents the ‘chronic’ slope after the acute change.
es_es: Esto se observó después de una caída inicial en la TFGe en el grupo de empagliflozina y representa la pendiente "crónica" después del cambio agudo.
